---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerOrificeParam
source: html/4a5ad0be-1f11-15f2-56a3-84f040147eaa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerOrificeParam Property

"Orifice"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFpSprinklerOrificeParam { get; }
```